export const navList = [
    {
        navName: 'تواصل معنا',
    },
    {
        navName: 'انضم الينا',
    },
    {
        navName: 'المدونة',
    },
    {
        navName: 'فريق العمل',
    },
    {
        navName: 'مجالات الممارسة',
    },
    {
        navName: 'من نحن',
    },
];

export const practiceArray = [{ text: 'حوادث السيارات ' }, { text: 'حوادث السيارات ' }, { text: 'حوادث السيارات ' }, { text: 'حقوق الملكية ' }, { text: 'حوادث السيارات ' }];

export const feedbackArray = [
    {
        mainText: 'هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى)المطابع ودور  النشر.كان لوريم إيبسوم المعيار للنص      الشكلي منذ القرن الخامس عشر ',
        personName: 'لوريم إيبسوم',
        otherText: 'ببساطة نص'
    },
    {
        mainText: 'هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى)المطابع ودور  النشر.كان لوريم إيبسوم المعيار للنص      الشكلي منذ القرن الخامس عشر ',
        personName: 'لوريم إيبسوم',
        otherText: 'ببساطة نص'
    },
    {
        mainText: 'هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى)المطابع ودور  النشر.كان لوريم إيبسوم المعيار للنص      الشكلي منذ القرن الخامس عشر ',
        personName: 'لوريم إيبسوم',
        otherText: 'ببساطة نص'
    },
    {
        mainText: 'هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى)المطابع ودور  النشر.كان لوريم إيبسوم المعيار للنص      الشكلي منذ القرن الخامس عشر ',
        personName: 'لوريم إيبسوم',
        otherText: 'ببساطة نص'
    },
    {
        mainText: 'هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى)المطابع ودور  النشر.كان لوريم إيبسوم المعيار للنص      الشكلي منذ القرن الخامس عشر ',
        personName: 'لوريم إيبسوم',
        otherText: 'ببساطة نص'
    },
    {
        mainText: 'هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى)المطابع ودور  النشر.كان لوريم إيبسوم المعيار للنص      الشكلي منذ القرن الخامس عشر ',
        personName: 'لوريم إيبسوم',
        otherText: 'ببساطة نص'
    },
    {
        mainText: 'هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى)المطابع ودور  النشر.كان لوريم إيبسوم المعيار للنص      الشكلي منذ القرن الخامس عشر ',
        personName: 'لوريم إيبسوم',
        otherText: 'ببساطة نص'
    },
]
