export const mobileAndTabletCheck = () => {
    if (typeof window !== 'undefined') {
        return /Android|webOS|iPhone|iPad|iPod|BlackBerry|IEMobile|Opera Mini/i.test(
            window?.navigator?.userAgent,
        );
    }
    return false;
};

export const navList = [
    {
        navName: 'تواصل معنا',
    },
    {
        navName: 'انضم الينا',
    },
    {
        navName: 'المدونة',
    },
    {
        navName: 'فريق العمل',
    },
    {
        navName: 'مجالات الممارسة',
    },
    {
        navName: 'من نحن',
    },
];

export const practiceArray = [
    { text: 'حوادث السيارات ' },
    { text: 'حوادث السيارات ' }, { text: 'حقوق الملكية ' }, { text: 'حوادث السيارات ' }];

export const feedbackArray = [
    {
        mainText: 'هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى)المطابع ودور  النشر.كان لوريم إيبسوم المعيار للنص      الشكلي منذ القرن الخامس عشر ',
        personName: 'لوريم إيبسوم',
        otherText: 'ببساطة نص'
    },
    {
        mainText: 'هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى)المطابع ودور  النشر.كان لوريم إيبسوم المعيار للنص      الشكلي منذ القرن الخامس عشر ',
        personName: 'لوريم إيبسوم',
        otherText: 'ببساطة نص'
    },
    {
        mainText: 'هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى)المطابع ودور  النشر.كان لوريم إيبسوم المعيار للنص      الشكلي منذ القرن الخامس عشر ',
        personName: 'لوريم إيبسوم',
        otherText: 'ببساطة نص'
    },
    {
        mainText: 'هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى)المطابع ودور  النشر.كان لوريم إيبسوم المعيار للنص      الشكلي منذ القرن الخامس عشر ',
        personName: 'لوريم إيبسوم',
        otherText: 'ببساطة نص'
    },
    {
        mainText: 'هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى)المطابع ودور  النشر.كان لوريم إيبسوم المعيار للنص      الشكلي منذ القرن الخامس عشر ',
        personName: 'لوريم إيبسوم',
        otherText: 'ببساطة نص'
    },
    {
        mainText: 'هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى)المطابع ودور  النشر.كان لوريم إيبسوم المعيار للنص      الشكلي منذ القرن الخامس عشر ',
        personName: 'لوريم إيبسوم',
        otherText: 'ببساطة نص'
    },
    {
        mainText: 'هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى)المطابع ودور  النشر.كان لوريم إيبسوم المعيار للنص      الشكلي منذ القرن الخامس عشر ',
        personName: 'لوريم إيبسوم',
        otherText: 'ببساطة نص'
    },
]
